{
  "users": [
    {
      "id": "5767e09b-6938-41ec-950b-32aa589ad372",
      "username": "Telrodan",
      "password": "test"
    },
    {
      "id": "d2846033-4265-4a19-bc1e-1e39a3cb8223",
      "username": "NewsFeed",
      "email": "news@feed.com",
      "phone_number": "+44 4444444",
      "password": "1234567a"
    }
  ],
  "posts": [
    {
      "id": "467df6b2-f24c-4b43-86de-0fd9f5a34f74",
      "title": "U.S. WOMEN’S WATER POLO IS TWO WINS SHY OF ANOTHER WORLD TITLE",
      "body": "The U.S. women’s water polo team came into the FINA World Championships in Budapest, Hungary, with sky-high expectations. \n\nThe Americans are the three-time defending world champs, and they’re coming off an Olympic title from the Olympic Games Tokyo 2020, which was also their third consecutive gold.\n\nThose high expectations have yet to derail this seemingly unstoppable force, as the U.S. remains the only team in the tournament with a perfect record heading into Thursday’s semifinal matchup against Italy.  \n\nThe Americans had little trouble winning Group B, outscoring their opponents 58-12 in the three group games. In between blowouts of South Africa and Argentina, the U.S. battled with the Netherlands in an 11-7 win. There’s a chance the Americans could end up in a rematch with the second-place team out of Group B, as the Netherlands takes on host nation Hungary in the other semifinal. \n\nAs one of the four group winners, the U.S. advanced directly into the quarterfinals. That’s where it met Spain, which is much earlier than these two teams are used to seeing each other in major tournaments. The U.S. has faced Spain in the final of the past two world championships as well as in the gold-medal game in Tokyo last summer. \n",
      "user": "NewsFeed",
      "likes": 11,
      "date_posted": "3:59:55 PM, Sat Jul 02 2022"
    },
    {
      "id": "4c530e4c-cb05-4c70-85ec-2e0299d7f0d6",
      "title": "asd",
      "body": "asd",
      "user": "Telrodan",
      "likes": 0,
      "date_posted": "5:20:26 PM, Sat Jul 02 2022"
    },
    {
      "id": "71571583-7903-4c73-9cc0-b37d5cc457c7",
      "title": "adfsd",
      "body": "fassadsa",
      "user": "Telrodan",
      "likes": 0,
      "date_posted": "5:25:56 PM, Sat Jul 02 2022"
    },
    {
      "id": "13b3e27a-2cf7-409e-bbe5-feeb83593254",
      "title": "dasd",
      "body": "asdas",
      "user": "Telrodan",
      "likes": 0,
      "date_posted": "4:47:03 PM, Tue Jul 12 2022"
    }
  ]
}